{"title":"Chuunibyou demo Koi ga Shitai!","desc":"<p>Yūta Togashi adalah seorang anak laki-laki yang memiliki \"penyakit\" delusional pada masa SMP (中二病 chūnibyō?, lit. \"penyakit SMP\"). Ia percaya bahwa ia memiliki kekuatan supernatural dan menyebut dirinya sebagai \"Dark Flame Master\", yang mengakibatkan dirinya diasingkan oleh teman-teman sekelasnya. Merasa malu, Yūta mencoba untuk memasuki SMA yang berbeda dari teman-teman masa SMP-nya dan mencoba untuk melupakan masa lalu SMP-nya. Namun saat masa SMA-nya dimulai, Rikka Takanashi, seorang perempuan yang memiliki delusi tingkat tinggi mengetahui masa lalunya dan menjadi tertarik padanya.</p><p>Seiring cerita berlanjut, Rikka menjadi lebih melekat pada Yūta. Meskipun Yūta menganggap delusinya mengganggu dan memalukan, ia tetap menerima Rikka. Dia membantu Rikka dalam sejumlah hal, termasuk mendirikan dan mempertahankan klub dan memberikan bimbingan belajar. Ketika Yūta ikut dalam liburan musim panas, Yūta mengetahui bahwa dua tahun sebelumnya, ayah Rikka, meninggal mendadak karena penyakit mematikan, menyebabkan Rikka jatuh ke dalam delusi nya. Setelah Yūta setuju untuk membantu Rikka dalam pencarian \"Ethereal Horizon\" (不可視境界線 Fukashi Kyōkaisen), yang ia percayai akan membawanya ke ayahnya, Rikka menjadi tertarik secara romantis pada Yūta, dan begitu juga sebaliknya.</p>","image":"https://lh3.googleusercontent.com/8SM23SEaiccCXrqHykQpkqx-E9fprz_s_X3aLgxnRU0P5E4dR098p3luaHTie1MuWBtx5JtVj-QPjIiz14B_60XVfo-P6r6A8t8PdCzQob7jLLuGi3B1DoeFQVTNs4X3FDx_brF9X3ZYj42Xljay6uUgR2nBvgnxFzNkU191iQGuFZRUZKwTQNn_Kqu1v82k1OFxJ2GRNiWDRv4bruVhVpYRWHenwSDhdZT2Kxs3XAJBVLrhot6eNFQblp7EPIKv6PxqCwHh4zZLsvyU2JaDKS_ua9r0EtWgb2yMAza2uAMfZWXRP6FKiYDmRa4tAsPtx6L46Dx_1o-NYINMm6FmZ0DClaYM2NAGhEe8ACH6mjRH84OkHUQwKo4WsK0q15RbdpT9xTah1VzJKclYyhGfpd-ZRYSMlei4yRGjQorxwMgj6PRd7L2BTOpy_dIbPrGd4xM35pcgJfMAN2htd3K0tcHYki3jWneboliQCNDcJTRXwkIeERlGmyAiwiLvdo6rO8q5QQXXQM8OTV4SBYUu8-ar-gbQso3f6_6xdMAkE4Em-Y9MRDMI_ahv2G5ob8N5rFBZBU8LQzWPgr1DWGXV50oSg7tlgjOLXmoawoFYKdJM0hPh=w223-h316-no","type":"TV","episodes":12,"status":"Finished Airing","producers":["Lantis","Pony Canyon","TBS","Rakuonsha","Animation Do"],"studios":["Kyoto Animation"],"genres":["Comedy","Drama","Romance","School","Slice of Life"],"rating":"PG-13 - Teens 13 or older","score":7,"download":"chuunibyou-demo-koi-ga-shitai"}