{"title":"Digimon Tamers","desc":"<p>Suatu hari Matsuda Takato tanpa sengaja membuat digimonnya sendiri Guilmon ketika dia menggesekan kartu biru misterius yang ia temukan dalam koleksi kartunya pada sebuah alat pembaca kartu, yang berubah menjadi D-Arc (Digivice versi Tamers, tapi diIndonesia tetap diterjemahkan sebagai Digivice). Saat dirumah tanpa sengaja D-Arc tersebut melakukan scan terhadap gambar sketsa digimon yang dibuat Takato dan akhirnya munculah Gulimon. Diapun berusaha untuk menyembunyikan Guilmon agar tidak diketahui orang lain dan dalam usahanya tersebut akhirnya dia bertemu dengan Li Jian Liang yang ternyata merupakan seorang penjinak (tamer) dan berpartner dengan Terriermon, ia juga bertemu Makino Ruki seorang juara turnamen kartu digimon yang berpartner dengan Renamon. Ketiga penjinak pun bertarung bersama partner digimon mereka melawan digimon asing yang muncul dari dunia digital kedunia manusia. Takato, Li dan partner mereka dengan cepat bisa menjadi teman, sementara Ruki dan Renamon lebih suka bertarung dengan cara mereka sendiri. Bagaimanpun juga, mereka semua akhirnya segera menyadari bahwa bahaya semakin besar dan akhirnya bergabung. Selama petualangan mereka, mereka bertemu dengan Culumon yang lucu dan misterius, yang mempunyai kekuatan mengevolusikan digimon lain, tapi ia tak dapat bertarung, dan Impmon, digimon nakal yang lari dari 2 penjinaknya karena dia kesal dengan mereka yang selalu cekcok dan egois, dan berpikir bahwa semua digimon yang punya penjinak itu aib. Lalu seorang misterius bernama Yamaki muncul mencoba untuk menghentikan digimon liar yang datang ke dunia nyata. Yamaki berasal dari Hypnos yaitu agen rahasia pemerintah yang bertugas mengontrol dan menutupi keberadaan digimon didunia nyata agar tidak diketahui khalayak umum.</p>","image":"https://lh3.googleusercontent.com/a2WWZm6egmkVJIOBNi6fj3pU6WwFZq5QPK4goDnilzz0W2n5lcLtmE7sMJDExbR0jk-36bf_lPRPXC0FSqKWHEmQCxcf1Hjod5cfL41bwGO0LLTzkN4hRleQVk3kbfeSV-BY6MEXN-lR5B3sKcMITKuQuWlgVJRdSVAEu2TN6HMp56BHWBGTGtfpNUbKW0s7JlkpXrxZQ-Gkb0hzZKGZMbRnfMLBrbLQCkFKTvZAz5e9n_-zvEq_6K2mB5-_soWBqFBePhsgFgS5Hsi0CyJcwb1SDcS-6auXB5syam-HrhKstii5fO1_frNjPJ_ms3rozDfqn3uftPFDtON2BXpuNTRw7cAI2heOqMVlLysfxm5SvlLzh87Dp4WCDQrsTWR3atItygwFrtJe0eTYujByLaZGu1L4yyTya2Qau55w9A0_xiE_3-yp7bg2Lz81WK1cgeFQXy_-FYkkeQTfpUlSqqZGvr5e_pnECq0yArMgmFDpBrmDMXncHrPYT6MAdMrOs21xsvjTLDyRpiIMcWXSGZ3Cq3I8PturaYXIrqsJXp6Grz8HmsNdGJt6LK_kS0NS2ytr4gb--a80LQ7q2215VidWiPdyPr-zA17DgZ3CSuwiWmGn=w210-h316-no","type":"TV","episodes":51,"status":"Finished Airing","producers":["Yomiko Advertising","Fuji TV"],"studios":["Toei Animation"],"genres":["Adventure","Comedy","Drama","Fantasy","Shounen"],"rating":"PG - Children","score":7,"download":"digimon-tamers"}