{"title":"Golden Time","desc":"<p>Tada Banri, seorang mahasiswa yang baru diterima di fakultas hukum swasti di Tokyo, yang tersesat menemukan jalan ke orientasi mahasiswa baru. Pada saat itu, ia bertemu dengan mahasiswa yang tersesat lainnya dari fakultas yang sama, Yanagisawa Matsuo, dan mereka pun langsung menjadi akrab. Entah bagaimana saat mereka telah tiba di tempat tujuan, di depan mereka muncul seorang gadis cantik yang membawa karangan bunga mawar. Gadis itu kemudian memukul wajah Mitsuo dengan karangan mawar tersebut dan menyerahkannya kepadanya. “Selamat” hanya itu yang diucapkan olehnya, dan kemudian meninggalkan mereka. Wanita sempurna yang penuh gaya dan sempurna yang telah memukul Mitsuo ternyata adalah teman masa kecilnya, Kaga Kouko.</p><p>Saat masih kecil mereka telah berjanji untuk menikah suatu hari nanti, dan memenuhi janji mereka. Karena ingin melarikan diri darinya, Mitsuo pergi diam-diam dan mengambil ujian untuk kuliah di universitas swasta yang terkenal, tapi sekarang dia muncul di ruang orientasi mahasiswa baru. Dia juga telah mengambil ujian masuk fakultas hukum, bertemu dengan mereka di sana.</p>","image":"https://lh3.googleusercontent.com/AJClJBz1_IOjh9hory-LJI6962D6OgjYFnTBijBb1KfSwUH5Xvq6OxHPUwEJcyvhzScftnL5-TOS0y1nEh4rVoHCf5H8AlgYUZHgjkA6zhRB8xcrPoyi8Qfb7EAi9iVgYFfvXUM9DEXzhgzlusFXEEos43FXOcYSE4TSOK2UV1F9sskDeRO-JUwQCbcHA8J20-yYt3317r_DNSCXqD5y-jn4R5vcGwOTSvfS2Delr1LOfLDSxBeNC4t0FO6tYHgETmEjkO8y1v0ero2OX70EUldSOH08vn--owj-aMaU5fN_TIj5-W18F5lUaL6xCWOi7e9p1CLryHPDyLsSWWdS8VMwOnwXCynlFejCDKCHw2CDra5SOYDcrn53VLE1_MKieidBBVISKfSMsz8van--8CIOpyuIxqgg6ptgp03yid0wEBLE0fAboznYQcW5QgY70Nh_dhoSrzcdxjSzw80K_XDsljkpTE1Q0wULeQdeErGhYvDPdg8M8QgXPf8e46bqGse_jknB0RQGsyw3YoMLeftU6pLDLfVDqmXM2EuEF9jhvAY4L53pTozK5fHBxcyZRuKkQYMdjeHy4moUTK9iDgIljtRIY5T4zZSt1wRMAjtfO4Pr=w225-h315-no","type":"TV","episodes":24,"status":"Finished Airing","producers":["Genco","Starchild Records"],"studios":["J.C.Staff"],"genres":["Comedy","Romance","Seinen"],"rating":" PG-13 - Teens 13 or older","score":7,"download":"golden-time"}