{"title":"Inazuma Eleven","desc":"<p>Dikisahkan, klub sepak bola Raimon Junior High pada awalnya hanya memiliki 7 orang pemain. Kondisinya memprihatinkan, setiap saat-saat latihan harus meminjam lapangan dari klub baseball. Pada suatu hari, Mamoru dipanggil oleh kepala sekolah yang memberitahukan bahwa akan ada pertandingan melawan tim sepak bola Akademi Teikoku. Jika klub sepak bola Raimon kekurangan orang atau kalah, maka klub ini akan dibubarkan. Dengan semangat, Mamoru berusaha keras mencari orang untuk mengisi kekosongan tersebut. Saat pertandingan pun tiba. Mulai babak pertama pertandingan, Teikoku menyerang habis-habisan Raimon dengan skor 20-0.</p><p>Pada saat Raimon akan kick-off, Kakeru (satu-satunya pemain yang masih berdiri) berlari meninggalkan lapangan dan melepaskan seragamnya. Saat itu, Shuuya, seorang murid pindahan, mengambil dan mengenakan seragam tersebut dan mulai membantu tim Raimon bertanding. Akhirnya skor berubah menjadi 20-1, dan Teikoku membatalkan pertandingan (yang artinya pemenangnya adalah Raimon). Pada seri-seri berikutnya, Mamoru dan kawan-kawan bergabung dengan tim nasional Jepang, Inazuma Japan, dan bertanding melawan tim-tim lain dari seluruh dunia dalam kompetisi Football Frontier International, hingga akhirnya menjuarai kompetisi tersebut Spacetoon 2.</p>","image":"https://lh3.googleusercontent.com/D-hxH_g1QJygZsjg334EgfPdD_sLB17mZvHle7tkK6yB5iaIJ5sXvyJV2CTlvDWRRFZtje3KIwsCYf3IgUminnk2EoX9g7THRayt8iZ5lwx_-tzI-zEGmNScmPUwg87asw04Q-xBxrno70uukgGAIEMljEun-ukZyDSuw7dFdyHQ-CVWGd9za9WdyqaNQL6d_HFCVgxx-WsF-w4259CIr9Dfi-kJyonZwgHIk0VuCog9xLmaQukAgxoWN1lTeLsIjIqmZvuffUSDxtGEDbAxq01R_QTmpn3FBc60CsyssHwCxSrXEBnb67SWQMQU4YjV6IGXMBv1TBrRc9Rzg0gT4qsU7xK9Dlihoeofu7388XNnVOCI3RLlYUaIQ5IiKolp-o3j8wHZ36RSMfTbsOfvYrwi9XWk0GNm8qpROc-3fqnWmXJIYjGIO_TWZGG2evXneuY1lD5bV7fDwOzE4Zm1_tlcj_N_V5XMwv6e6U_QNS-YTgDCS8nXaOOCXdV2kVsO7H30vukgeZxmVvP4_MBWYopLg5txm2Np_h_8YeBNXgCzOX5sTWY5k-ZFVwGoAfacRXjUhKtVyqVMLpYdd0E7j9GDW8W4kEZ3NAr0uvPEKNLrJ5dn=w225-h318-no","type":"TV","episodes":127,"status":"Finished Airing","producers":["TV Tokyo","Dentsu","Half H.P Studio"],"studios":["OLM"],"genres":["Shounen","Sports","Super Power"],"rating":"G - All Ages","score":7,"download":"inazuma-eleven"}