{"title":"Shingeki no Kyojin","desc":"<p>Di suatu zaman yang tidak diketahui,Umat Manusia hampir punah karena sebagian dari umat manusia dimangsa oleh sebuah mahluk yang bernama Titan. Umat Manusia yang tersisa bertahan hidup di antara tiga buah lapis tembok yang bernama (Dimulai dari yang terluar) Wall Maria,Wall Rose, dan Wall Sina, masing-masing tembok memiliki tinggi sekitar 50 meter yang tak mungkin diraih Titan yang hanya memiliki tinggi maksimal 15m. Di tahun 845 terjadi suatu hal yang mengejutkan, Tiada angin tiada hujan tiba tiba muncul seorang Titan yang bertinggi 60m Titan itu adalah Titan Kolosal. Dengan mudahnya Titan Kolosal menjebol Wall Maria yang menyebabkan banyak Titan yang bertinggi 8-15m bisa masuk ke dalam Wall Maria dengan mudah, Hal ini menyebabkan penduduk Wall Maria harus mengungsi ke Tembok Wall Rose.</p><p>Di antarapenduduk Wall Maria yang mengungsi ada seorang pemuda bernama Eren Jaegar yang melihat ibunya sendiri mati dimangsa oleh seorang Titan yang tersenyum, Kematian ibunya membuat Eren bersumpah untuk Menghabisi seluruh Titan yang ada di muka Bumi dengan cara menjadi seorang prajurit dan masuk ke dalam Scout Legion meskipun sebelumnya ditentang oleh ibunya sebelum kematianya.5 tahun telah berlalu.Sekarang Eren,Mikasa dan Armin telah masuk anggota Scout Legion.</p>","image":"https://lh3.googleusercontent.com/lsCxFFNn5EMpxQHDto1TWcCf3s0Mf-7TfMyXbUCpUdUdQOZWWXC6U7KJh12LDjIciD3uiIugJtocH2Ts3H-eW_Qe6k2fc9lM1k-6RjV5D0QoaGYl33eAWBP9Ft5udfeO4E4_LZqWHcMpffLAmMJjL_WHQ-6TE2HOzvBETp02mifOMtA5gXGqDAAWN97FH2q1BwUhhjCFPgYz0TwnIekbAd67TnW-tpUfEfZkqtbomimohRzOXf7NWRXL6i8um8oC1qblo8IRvCRRXCWe0lbCLlzddMgfQ8Wz_tjT0NdzSeKKuCoS0XEF7hFY1QvFGIL6j2IYqKXwnWxRvJKu6L7lRFD0VZxu5jnvFgZHSRASsf7ECjyGIlQZNG-eypZou3EYWfbsEH8m5YZBGNhKXygq6qEmRgY182pZp6mC5xFYTo49MMEMoBEwhZXtXNpCEPQPH9bodJGl_NjJD44YtmoDQWIn_b4p0jg-Tv3aD23KNk-9rzG4W0tjkA9owt0UrD1idY4VCfV0EZnpcoa3hzAhOl7yyfdRxszp7i10zN-VCIdLqEBLIEPLHHY8euu6zsMLTDbObvgJTZh4CMBZmH5cDNsvxUgSKkpCij9wwz0PBRf7uGVG=w219-h341-no","type":"TV","episodes":25,"status":"Finished Airing","producers":["Mainichi Broadcasting System","Pony Canyon","Kodansha","Mad Box","Shingeki no Kyojin Team"],"studios":["Production I.G","Wit Studio"],"genres":["Action","Drama","Fantasy","Shounen","Super Power"],"rating":"R - 17+ (violence & profanity)","score":8,"download":"shingeki-no-kyojin"}