{"title":"Slam Dunk","desc":"<p>Hanamichi Sakuragi adalah seorang berandalan yang telah 50 kali ditolak perempuan yang diminta untuk menjadi pacarnya. Ia kemudian bertemu Akagi Haruko, gadis idamannya yang mengajurkan Sakuragi untuk mencoba bergabung dengan tim basket SMA Shōhoku. Meskipun agak enggan karena tak mempunyai pengalaman bermain basket, Sakuragi memutuskan untuk bergabung agar dapat membuat Haruko terkesan dan membuktikan dirinya pantas untuk menjadi pacar Haruko. Kaede Rukawa, saingan Sakuragi baik dalam hal percintaan maupun di lapangan basket, bergabung pada saat yang sama.</p><p>Hisashi Mitsui, mantan pemain terbaik di SMP, dan Ryota Miyagi keduanya juga bergabung dengan tim Shōhoku untuk mencapai impian sang kapten tim, Takenori Akagi untuk membawa Shōhoku menjadi juara nasional. Bersama-sama, kelimanya membentuk tim yang kuat dan Shōhoku yang sebelumnya tidak dikenal luas berubah menjadi salah satu calon juara. Kemudian mereka ikut dalam perlombaan antar SMU,untuk mencapai harapan takenori akagi mencapai juara nasional.mereka berlatih dengan giat,memasuki hari pertandingan sakuragi tak dapat tidur memikirkan pertandingan yang akan datang tersebut. Mereka berjuang dengan sekuat tenaga dan akhirnya team Shōhoku mendapatkan juara.</p>","image":"https://lh3.googleusercontent.com/rjrmLFTZC3FVc0nwJ55ykLZY4HO3esca3tiZHr4V4_6xSJL1uDxMvwop3yA0Isw2wgjsKssk_GuxWBm7NT8trIqUPgBStMevgXlmcCRhPnlkRQY4nAWFx5-yan-LNI9lfUaFQ5FAkddsOFjQz5uhDgnY0hzO-Rp_sPeZJuREpd7QAhk7hxt2cA1kL10McxdjUrZtqjnq6RoJai8vNvXkzqCPoBnw3XpEK2zMJVsfiCXJRYjwbyR63GxYOCYyX6-dGKD_81VXXFtV7z4e4EShjciSd5B45TzNOkOVOH6Pa5vLRDt-jqv-rTWVNGMlWFGiwxpbxPH7fi_4m_pwV9WKay3smM1mky65UQQ9OEtODUYQUsaTaitRdPQXSLsl2tJ9jZUpACn9azqFsdyhITNMrCKjK_pLaYLAn9yA_pbOTMhO68HTLU42FX6SrxKOA0G61y2L2evtMoLeyiy8JRyR8YCUJ2z2NSZzQSsWS2FHp3YJhVIwvtx8K08mGsmzQnUBgMEbWQoOJovbew2n-Ixxuy7mOgR7cV7by9M_6WGEZryPkzme7N9FQhrcd_OgNX7RjDOQYGCQEiHvMVvHX83VDQrANICVhALyXHIDsDtcKRPWuths=w203-h316-no","type":"TV","episodes":101,"status":"Finished Airing","producers":["TV Asahi","Animax"],"studios":["Toei Animation"],"genres":["Comedy","Drama","School","Shounen","Sports"],"rating":"PG-13 - Teens 13 or older","score":8,"download":"slam-dunk"}