[{"title":"Witch Craft Works","desc":"<p>Takamiya Honoka adalah siswa biasa yang masalahnya adalah dia duduk di samping Kagari Ayaka, si cantik no. 1 di sekolahnya. Mereka tidak pernah berbicara satu sama lain dan setiap interaksi kecil di antara mereka langsung membuatnya babak belur oleh fanclub Kagari. Namun ketika bagian gedung sekolah yang runtuh akan mengirimnya ke akhirat, Kagari datang menyelamatkannya. Hanya saja… dia berpakaian seperti penyihir, membawa Takamiya di pelukannya dan mengambang di atas sapu?! Kagari mengatakan padanya sudah menjadi misinya untuk melindunginya dan sekarang dia akhirnya bisa melindunginya secara terbuka ketimbang menyamar.</p>","download":"witch-craft-works"},{"title":"Steins;Gate Movie: Fuka Ryouiki no Déjà vu","desc":"<p>Film ini mengambil latar satu tahun setelah peristiwa dari seri anime. Setelah melalui perjalanan melelahkan di beberapa “Garis Dunia” karena penemuan “D-Mail”, pesan teks yang dapat mengirim ke masa lalu, Rintarou Okabe telah diduga sudah sampai di Garis Dunia “Steins Gate”, di mana tidak ada temannya yang harus mati dan masa depan yang diperintah oleh Sern karena penemuan mesin waktu yang sudah tidak ada lagi.</p><p>Namun, Rintarou mulai merasakan efek samping dari perjalanan waktu yang cepat di beberapa Garis Dunia, yang menyebabkan keberadaan Rintarou tiba-tiba menghilang. Kurisu Makise, gadis yang ia diselamatkan berkat usahanya, mengingat dirinya melalui déjà vu. Sekarang Kurisu sedang berusaha untuk menemukan cara membawa Rintarou kembali.</p>","download":"steins-gate-movie-fuka-ryouiki-no-deja-vu"},{"title":"Shin Angyo Onshi","desc":"<p>Menceritakan tentang masa setelah kehancuran suatu kerajaan bernama Jushin yang damai, pemerintahan setempat dipenuhi pemimpin-pemimpin yang kejam dan korup. Yang tersisa dari kerajaan tersebut hanyalah sedikit, salah satunya adalah Munsu, seorang Angyo Onshi (atau Amen Osa), agen rahasia kerajaan Jushin. Ditemani oleh Sando (semacam pengawal), Munsu melakukan perjalanan untuk menghukum mereka yang menekan, dan melindungi mereka yang ditekan. Pada dasarnya, keinginan utama dari Munsu adalah mengejar dan menghentikan sepak terjang Ajitae, sahabat lama, sekaligus orang yang telah mengancurkan kerajaan Jushin dan membunuh orang-orang yang dicintainya.</p>","download":"shin-angyo-onshi"},{"title":"Detective Conan","desc":"<p>Shinichi Kudo, seorang detektif SMA berusia 17 tahun yang biasanya membantu polisi memecahkan kasus, diserang oleh 2 anggota sindikat misterius ketika mengawasi sebuah pemerasan. Ia kemudian diberi minum racun misterius yang baru selesai dikembangkan untuk membunuhnya. Namun, karena sebuah efek samping yang jarang terjadi yang tidak diketahui anggota sindikat tersebut, racun tersebut mengakibatkan tubuhnya mengecil seperti anak kecil berusia tujuh tahun setelah mereka meninggalkannya.</p>","download":"detective-conan"},{"title":"Yakitate!! Japan","desc":"<p>Yakitate!! Japan menceritakan Azuma Kazuma, seorang remaja yang berkeinginan untuk membuat roti spesial buatan Jepang yang disebut Japan. Ia pergi ke Tokyo untuk meningkatkan keahliannya dengan berusaha bergabung dengan toko roti terkenal di Jepang, Pantasia.</p>","download":"yakitate-japan"},{"title":"Noragami","desc":"<p>Pada batas antara dunia ini dan dunia yang lainnya, Tinggallah delapan juta dewa, roh-roh orang mati yang melayani para dewa, serta berbagai macam roh lainnya yang membantu dan ikut campur dalam urusan manusia. cerita berkisar di antara Yatogami, seorang dewa yang terkesan hidup miskin tapi selalu membantu permohonan orang-orang di sekitarnya bersama dengan seorang gadis SMP bernama Hiyori Iki, pertemuan keduanya dimulai saat Hiyori mencoba menyelamatkan Yato dari kecelakaan bus, yang akibatnya merenggut nyawa Hiyori, tapi Hiyori tidak mati sepenuhnya, rohnya terjebak di antara dua dunia, yang menyebabkan roh Hiyori selalu terpisah dari tubuh aslinya.</p>","download":"noragami"},{"title":"Kara no Kyoukai: Mirai Fukuin","desc":"<p>Mirai Fukuin (Injil Masa Depan) adalah cerita sampingan dari seri novel Kara no Kyoukai. Cerita ini dibagi menjadi dua bagian. Möbius ring (Cincin Möbius) Berkisah tentang paranormal, Shizune Seo dan Mitsuru Kamekura, yang bisa melihat masa depan. Shizune muak dengan prediksi kehidupannya yang membosankan dan Meruka memanfaatkan kekuatan supranaturalnya untuk menjadi pengebom profesional. Ketika Shizune bertemu Mikiya dan Meruka bertemu Shiki, masa depan mereka yang abadi mulai berubah. Möbius link (Tautan Möbius) Terjadi sepuluh tahun setelah peristiwa Kara no Kyoukai, Ryougi Mana, putri dari Shiki, menghabiskan harinya dengan Mitsuru Kamekura.</p>","download":"kara-no-kyoukai-mirai-fukuin"},{"title":"Inazuma Eleven Go vs. Danball Senki W Movie","desc":"<p>Menceritakan tentang kasus yang terjadi di anime Danball Senki W yang diserang oleh pasukan LBX tak dikenal dan sangat kuat. Lalu tiba-tiba wormhole membuat 2 anime (Danball Senki W & Inazuma Eleven GO) menyatu. Akhir cerita, keduanya mengadakan pertandingan LBX dan Sepak Bola melawan orang tak dikenal yang menyerang masing-masing negara mereka.</p>","download":"inazuma-eleven-go-vs-danball-senki-w-movie"},{"title":"Inazuma Eleven","desc":"<p>Dikisahkan, klub sepak bola Raimon Junior High pada awalnya hanya memiliki 7 orang pemain. Kondisinya memprihatinkan, setiap saat-saat latihan harus meminjam lapangan dari klub baseball. Pada suatu hari, Mamoru dipanggil oleh kepala sekolah yang memberitahukan bahwa akan ada pertandingan melawan tim sepak bola Akademi Teikoku. Jika klub sepak bola Raimon kekurangan orang atau kalah, maka klub ini akan dibubarkan. Dengan semangat, Mamoru berusaha keras mencari orang untuk mengisi kekosongan tersebut. Saat pertandingan pun tiba. Mulai babak pertama pertandingan, Teikoku menyerang habis-habisan Raimon dengan skor 20-0.</p><p>Pada saat Raimon akan kick-off, Kakeru (satu-satunya pemain yang masih berdiri) berlari meninggalkan lapangan dan melepaskan seragamnya. Saat itu, Shuuya, seorang murid pindahan, mengambil dan mengenakan seragam tersebut dan mulai membantu tim Raimon bertanding. Akhirnya skor berubah menjadi 20-1, dan Teikoku membatalkan pertandingan (yang artinya pemenangnya adalah Raimon). Pada seri-seri berikutnya, Mamoru dan kawan-kawan bergabung dengan tim nasional Jepang, Inazuma Japan, dan bertanding melawan tim-tim lain dari seluruh dunia dalam kompetisi Football Frontier International, hingga akhirnya menjuarai kompetisi tersebut Spacetoon 2.</p>","download":"inazuma-eleven"},{"title":"Golden Time","desc":"<p>Tada Banri, seorang mahasiswa yang baru diterima di fakultas hukum swasti di Tokyo, yang tersesat menemukan jalan ke orientasi mahasiswa baru. Pada saat itu, ia bertemu dengan mahasiswa yang tersesat lainnya dari fakultas yang sama, Yanagisawa Matsuo, dan mereka pun langsung menjadi akrab. Entah bagaimana saat mereka telah tiba di tempat tujuan, di depan mereka muncul seorang gadis cantik yang membawa karangan bunga mawar. Gadis itu kemudian memukul wajah Mitsuo dengan karangan mawar tersebut dan menyerahkannya kepadanya. “Selamat” hanya itu yang diucapkan olehnya, dan kemudian meninggalkan mereka. Wanita sempurna yang penuh gaya dan sempurna yang telah memukul Mitsuo ternyata adalah teman masa kecilnya, Kaga Kouko.</p><p>Saat masih kecil mereka telah berjanji untuk menikah suatu hari nanti, dan memenuhi janji mereka. Karena ingin melarikan diri darinya, Mitsuo pergi diam-diam dan mengambil ujian untuk kuliah di universitas swasta yang terkenal, tapi sekarang dia muncul di ruang orientasi mahasiswa baru. Dia juga telah mengambil ujian masuk fakultas hukum, bertemu dengan mereka di sana.</p>","download":"golden-time"},{"title":"Doraemon Movie 33: Nobita no Himitsu Dougu Museum","desc":"<p>Ketika Doraemon sedang terlelap tidur, tiba-tiba datang seseorang pencuri terkenal yaitu Kaito DX. Doraemon terkejut karena loncengnya telah dicuri. Dengan dibantu alat Doraemon bernama pakaian detektif, Nobita akhirnya menjelma menjadi Sherlock Holmes dan menemukan tempat alat-alat rahasia Doraemon yaitu Museum Alat-Alat Rahasia. Bersama teman-temannya, mereka pergi ke museum pada abad ke-22 untuk mencari lonceng Doraemon sekaligus berpetualangan di tempat tersebut.</p>","download":"doraemon-movie-33-nobita-no-himitsu-dougu-museum"},{"title":"D-Frag!","desc":"<p>Kazama Kenji percaya bahwa ia adalah semacam ketua geng di sekolahnya, dan orang lain juga tampaknya setuju dengan hal itu. Menjadi ketua geng di sekolah ternyata tidaklah mudah, lawan pertama “Geng Kazama” adalah sekelompok cewek yang terdiri dari 4 orang yang kelihatannya sih normal-normal aja, tapi ternyata dari keempat cewek itulah debut Kenji sebagai ketua geng menjadi berantakan. Siapakah keempat cewek tersebut? Mau apa mereka dengan Kenji? Dan bagaimana nasib kehidupan sehari-hari Kenji?</p>","download":"d-frag"},{"title":"Beelzebub","desc":"<p>Ini menceritakan kisah Tatsumi Oga, seorang siswa kelas satu di SMA Ishiyama, sebuah sekolah untuk remaja nakal. Pada suatu saat dia menemukan seorang pria yang mengambang di sungai dan kemudian pria tersebut terbelah dua dan mengeluarkan bayi (Beelzebub), yang dikirim oleh raja iblis ke dunia untuk menghancurkan umat manusia. Sejak saat itu Oga harus menjadi orang tua bayi tersebut dan membesarkannya. Ia juga menjadi katalisator kekuatan bayi Beelzebub di dunia manusia.</p>","download":"beelzebub"},{"title":"Wake Up, Girls!","desc":"<p>Green Leaves Entertainment adalah sebuah perusahaan kecil yang hampir bangkrut di Sendai, kota terbesar di Timur Daya Jepang regional Tohoku. Agensi ini pernah mengurus karir pesulap, model foto, peramal, dan penghibur-penghibur lainnya, tapi hanya bertahan hingga klien terakhirnya berhenti. Dalam kondisi tidak punya talent untuk ditampilkan, direktur Tange mencetuskan ide untuk membuat sebuah idol group. Dengan tuntutan dari direktur, manajer Matsuda pergi untuk mencari talent dari nol. Matsuda mengalami pertemuan takdir yang menentukan dengan beberapa gadis…</p>","download":"wake-up-girls"},{"title":"Shaman King","desc":"<p>Menceritakan tentang seorang anak bernama Yoh Asakura yang bisa berhubungan dengan roh dan anak ini sedang berlatih untuk mengikuti pertandingan shaman (shaman fight)yang diadakan setiap 500 tahun sekali dan menjadi shaman king yaitu Saluran di Indonesia oleh RCTI dan Spacetoon mulai 8 Januari 2016, sang juara turnamen dan seorang pemenang turnamen yang akan mendapatkan roh agung (Great Spirit) dan memimpin dunia.</p><p>Apabila yang menjadi seorang Shaman King adalah orang baik maka dunia akan terbawa ke jalan yang baik pula, namun apabila yang menjadi shaman king orang yang jahat maka akan membawa dunia ini pada kehancuran. Anime ini mempunyai 32 volume atau 285 chapter pada manga dan 64 episode pada anime.</p>","download":"shaman-king"},{"title":"Little Busters!","desc":"<p>Bercerita tentang tokoh utama bernama Riki Naoe, pemuda SMA. Ketika Riki masih kecil, kedua orang tuanya meninggal, meninggalkannya dalam keputusasaan dan kesedihan. Yang menolong dia adalah grup dengan tiga orang laki-laki dan satu wanita, grup itu bernama Little Busters.</p>","download":"little-busters"},{"title":"Kyoukai no Kanata","desc":"<p>Kyoukai no Kanata bercerita tentang Kegelapan yang mengikuti seorang murid kelas dua SMA yang bernama Akihito Kanbara. Meskipun berwujud manusia, sebenarnya dia setengah youmu dan kebal dari luka karena ia dapat menyembuhkan diri dengan cepat. Suatu hari, Akihito bertemu dengan seorang siswa baru Mirai Kuriyama tepat saat Mirai ingin loncat dari atap sekolah.</p><p>Mirai dikucilkan karena kemampuannya yang mampu mengendalikan darah, dimana hal itu merupakan kemampuan langka diantara anggota dari dunia roh. Hal yang menggelisahkan dimulai setelah Akihito menyelamatkan Mirai.</p>","download":"kyoukai-no-kanata"},{"title":"InuYasha: The Final Act","desc":"<p>Inuyasha, Kagome, Miroku, Sango, Shippou dan neko–mata teman mereka Kirara, sekarang berada di akhir petualangan mereka membasmi setan yang sangat hebat, Naraku dengan semua kekacauan dan kejahatan yang telah dia sebabkan, dan akhirnya menghancurkan bola empat arwah. Perjalanan mereka sekarang tidak akan mudah karena musuh yang tersisa mereka bertambah kuat.</p><p>Anime TV ini menggambarkan Volume 36-56 (akhir) dari manga Inuyasha. Cerita berlanjut dari saat terakhir terlihat di anime Inuyasha versi asli. Inuyasha, Kagome, Sango, Miroku dan Shippou sekarang dalam upaya untuk mengalahkan Naraku dan kejahatan yang telah dibuatnya, mereka tidak kehilangan harapan karena masa depan mereka tergantung pada tindakan mereka saat ini, tapi jalan tidak mudah.</p>","download":"inuyasha-the-final-act"},{"title":"Captain Tsubasa: Road to 2002","desc":"<p>Tsubasa menjadi superstar di antara pemain sepak bola di Brasil. Dia sekarang berencana untuk bermain di Eropa. Pada pertandingan penentuan yang harus ia menangkan, karena fans selalu mendukungnya, Tsubasa teringat kembali pada saat hari-hari ketika ia mulai bermain sepak bola. Semangatnya untuk membuat gol dan memenangkan pertandingan selama masa kecilnya. Dia ingat saat bertanding dimana saat-saat yang memiliki dampak yang menentukan pada hidupnya.</p><p>Dia ingat Kiper Wakabayashi, striker Genius Hyuga, Misaki pangeran lapangan dan Pelatih Roberto. Dia senang bertemu dengan mereka, menikmati bermain dengan mereka, dan belajar banyak hal dari mereka. Peluit suara dan permainan dimulai. Tsubasa menendang bola!</p>","download":"captain-tsubasa-road-to-2002"},{"title":"Slam Dunk","desc":"<p>Hanamichi Sakuragi adalah seorang berandalan yang telah 50 kali ditolak perempuan yang diminta untuk menjadi pacarnya. Ia kemudian bertemu Akagi Haruko, gadis idamannya yang mengajurkan Sakuragi untuk mencoba bergabung dengan tim basket SMA Shōhoku. Meskipun agak enggan karena tak mempunyai pengalaman bermain basket, Sakuragi memutuskan untuk bergabung agar dapat membuat Haruko terkesan dan membuktikan dirinya pantas untuk menjadi pacar Haruko. Kaede Rukawa, saingan Sakuragi baik dalam hal percintaan maupun di lapangan basket, bergabung pada saat yang sama.</p><p>Hisashi Mitsui, mantan pemain terbaik di SMP, dan Ryota Miyagi keduanya juga bergabung dengan tim Shōhoku untuk mencapai impian sang kapten tim, Takenori Akagi untuk membawa Shōhoku menjadi juara nasional. Bersama-sama, kelimanya membentuk tim yang kuat dan Shōhoku yang sebelumnya tidak dikenal luas berubah menjadi salah satu calon juara. Kemudian mereka ikut dalam perlombaan antar SMU,untuk mencapai harapan takenori akagi mencapai juara nasional.mereka berlatih dengan giat,memasuki hari pertandingan sakuragi tak dapat tidur memikirkan pertandingan yang akan datang tersebut. Mereka berjuang dengan sekuat tenaga dan akhirnya team Shōhoku mendapatkan juara.</p>","download":"slam-dunk"}]