[{"title":"Nurarihyon no Mago 2","desc":"<p>Season dua dari Nurarihyon no Mago.","download":"nurarihyon-no-mago-2"},{"title":"Nurarihyon no Mago","desc":"<p>Nura Rikuo adalah anak yang memiliki dua sisi, sisi manusia serta sisi youkai. Nurarihyon, kakek dari Rikuo yang juga pemimpin klan Nura menginginkan Rikuo menjadi penerusnya . Tetapi untuk menjadi pemimpin klan Nura, mau tidak mau Rikuo harus mengeluarkan sisi Youkai nya, sedangkan Rikuo sendiri hanya ingin hidup normal sebagai manusia sehingga dia menolak untuk menjadi penerus Nurarihyon.</p>","download":"nurarihyon-no-mago"},{"title":"Kiniro Mosaic","desc":"<p>Cerita bermula saat Oomiya Shinobu, gadis jepang berumur 15 tahun, melakukan homestay di Inggris. Bahkan setelah kembali ke Jepang, dia masih tetap merindukan saat-saatnya di luar negeri. Suatu hari, Alice, gadis yang menjadi Host Family di Inggris mengirimkan sebuah surat. Suratnya berisi: Shinobu, Aku akan datang ke Jepang! Alice gadis campuran Jepang-Inggris itu memilih tinggal dengan Shinobu bersama gadis-gadis dari Jepang dan Inggris.</p>","download":"kiniro-mosaic"},{"title":"Death Billiards","desc":"<p>Seorang pria tua dan muda menemukan dirinya berada di sebuah bar misterius dimana mereka harus bermain billiar. Taruhannya: nyawa mereka.</p>","download":"death-billiards"},{"title":"Code:Breaker","desc":"<p>Sakurakouji Sakura adalah seorang gadis yang tampak anggun dan sederhana tetapi pada kenyataannya ahli dalam ilmu bela diri. Setelah menyaksikan seorang anak laki-laki membakar orang dengan nyala api biru, dia terkejut ketika melihat anak laki-laki yang sama adalah siswa transfer, Oogami Rei. Oogami adalah seorang Code Breaker, orang yang “tidak pernah ada”. Oogami nampaknya adalah seorang pembunuh berdarah dingin yang mengikuti prinsip “mata dibalas mata”, untuk “menggunakan iblis melawan iblis”. Meyakini bahwa membunuh adalah tidak benar, Sakurakouji menetapkan akan menghentikannya dan memasuki hatinya yang beku.</p>","download":"code-breaker"},{"title":"Chuunibyou demo Koi ga Shitai! Ren","desc":"<p>Apakah memiliki gadis Chuunibyou terlalu sulit untuk Yuuta, yang bahkan tidak pernah bersama gadis normal?! Yuuta mengkhawatirkan bagaimana cara untuk mempererat hubungannya dengan Rikka. dan yang lainnya, Nibutani, Kumin, dan Dekomori, semakin bersemangat karena kenaikan nilai. Selain itu ada seorang gadis sekolah yang menyebut dirinya Sophia Ring Saturn ketujuh, yang bernama Satone Shichimiya.</p>","download":"chuunibyou-demo-koi-ga-shitai-ren"},{"title":"Wizard Barristers: Benmashi Cecil","desc":"<p>Cerita ini terjadi di tokyo Tahun 2018 di mana manusia yang normal dan yang bisa menggunakan sihir hidup berdampingan. Oleh karena itu dibuatlah undang-undang menggunakan sihir dan “Ruang persidangan sihir” untuk menuntut hukum mengenai penggunaan sihir. Dalam Kasus ini pengacara penyihir membela orang-orang yang menggunakan sihir. Anime ini menceritakan Cecil yang menjadi pengacara termuda dalam sejarah dan rekan kerjanya dalam membela klien dalam kasus hukum sihir.</p>","download":"wizard-barristers-benmashi-cecil"},{"title":"Watamote","desc":"<p>Tomoko Kuroki adalah cewek SMA yang sangat populer, yang berpengalaman berpacaran dengan 100 cowok selama 50 tahun, tapiii … di dunia game. Di dunia nyata, ia hanyalah cewek ”mojo” berusia 15 tahun. ”Mojo” artinya ”cewek penyendiri dan nggak populer sama sekali”. Walaupun begitu, ketika kehidupan sekolah tidak seperti yang ia harapkan, dan ia tidak populer seperti yang ia pikirkan, ia kemudian bercermin untuk pertamakalinya dalam beberapa tahun… Kemudian, ia mendapati penampakannya, yang membuatnya kaget.</p>","download":"watamote"},{"title":"Little Busters!: Refrain","desc":"<p>Di masa kecilnya, Riki pernah memiliki sebuah grup bernama Little Busters. Sekarang, ketika sudah SMA, mereka melanjutkannya kembali, bertarung, dan saling bersenang-senang. Mereka mulai membentuk sebuah grup bisbol dan menyambut anggota baru, sementara itu Riki dan Rin, yang juga anggota Little Busters menyelidiki rahasia Dunia.</p>","download":"little-busters-refrain"},{"title":"Inazuma Eleven","desc":"<p>Dikisahkan, klub sepak bola Raimon Junior High pada awalnya hanya memiliki 7 orang pemain. Kondisinya memprihatinkan, setiap saat-saat latihan harus meminjam lapangan dari klub baseball. Pada suatu hari, Mamoru dipanggil oleh kepala sekolah yang memberitahukan bahwa akan ada pertandingan melawan tim sepak bola Akademi Teikoku. Jika klub sepak bola Raimon kekurangan orang atau kalah, maka klub ini akan dibubarkan. Dengan semangat, Mamoru berusaha keras mencari orang untuk mengisi kekosongan tersebut. Saat pertandingan pun tiba. Mulai babak pertama pertandingan, Teikoku menyerang habis-habisan Raimon dengan skor 20-0.</p><p>Pada saat Raimon akan kick-off, Kakeru (satu-satunya pemain yang masih berdiri) berlari meninggalkan lapangan dan melepaskan seragamnya. Saat itu, Shuuya, seorang murid pindahan, mengambil dan mengenakan seragam tersebut dan mulai membantu tim Raimon bertanding. Akhirnya skor berubah menjadi 20-1, dan Teikoku membatalkan pertandingan (yang artinya pemenangnya adalah Raimon). Pada seri-seri berikutnya, Mamoru dan kawan-kawan bergabung dengan tim nasional Jepang, Inazuma Japan, dan bertanding melawan tim-tim lain dari seluruh dunia dalam kompetisi Football Frontier International, hingga akhirnya menjuarai kompetisi tersebut Spacetoon 2.</p>","download":"inazuma-eleven"},{"title":"Kill la Kill","desc":"<p>Ryuko Matoi, seorang murid pindahan yang pindah ke Akademi Hannouji demi mencari pembunuh ayahnya, tapi dia dikejutkan oleh kekuatan Seragam Goku, akhirnya dia pun kabur dan kembali ke rumahnya. Tiba-tiba dia masuk ke dalam bawah tanah dan mendapatkan Seragam Goku, dia pun kembali ke Akademi Honnouji untuk melanjutkan pencariannya.</p>","download":"kill-la-kill"},{"title":"07-Ghost","desc":"<p>Ratusan tahun yang lalu, dua kerajaan besar ; Kerajaan Raags dan Kerajaan Barsburg menjalin kerja sama untuk kemakmuran dunia. Dua kerajaan tersebut dikatakan sebagai yang terkuat karena masing-masing memiliki benda berharga yang disebu-sebut sebagai senjata Tuhan. The Eye of Mikhail pada kerajaan Raggs dan The Eye of Raphael di kerajaan Barsburg. Kedua Eyes tersebut menjadi senjata yang dapat digunakan para 07 Ghost untuk menyegel Dewa Kematian Verloren dalam kotak Pandora.</p><p>Setelah beberapa lama, perang pun pecah karena Barsburg menyerang Raggs untuk mendapatkan The Eye of Mikhail. Kerajaan Raggs pun hancur, namun Kerajaan Barsburg tidak pernah mendapatkan The Eye of Mikhail. Di saat itu, Verloren mulai berusaha melepaskan diri dari kotak Pandora dengan mengendalikan keinginan jahat manusia menggunakan Kor.</p>","download":"07-ghost"},{"title":"Witch Craft Works","desc":"<p>Takamiya Honoka adalah siswa biasa yang masalahnya adalah dia duduk di samping Kagari Ayaka, si cantik no. 1 di sekolahnya. Mereka tidak pernah berbicara satu sama lain dan setiap interaksi kecil di antara mereka langsung membuatnya babak belur oleh fanclub Kagari. Namun ketika bagian gedung sekolah yang runtuh akan mengirimnya ke akhirat, Kagari datang menyelamatkannya. Hanya saja… dia berpakaian seperti penyihir, membawa Takamiya di pelukannya dan mengambang di atas sapu?! Kagari mengatakan padanya sudah menjadi misinya untuk melindunginya dan sekarang dia akhirnya bisa melindunginya secara terbuka ketimbang menyamar.</p>","download":"witch-craft-works"},{"title":"Steins;Gate Movie: Fuka Ryouiki no Déjà vu","desc":"<p>Film ini mengambil latar satu tahun setelah peristiwa dari seri anime. Setelah melalui perjalanan melelahkan di beberapa “Garis Dunia” karena penemuan “D-Mail”, pesan teks yang dapat mengirim ke masa lalu, Rintarou Okabe telah diduga sudah sampai di Garis Dunia “Steins Gate”, di mana tidak ada temannya yang harus mati dan masa depan yang diperintah oleh Sern karena penemuan mesin waktu yang sudah tidak ada lagi.</p><p>Namun, Rintarou mulai merasakan efek samping dari perjalanan waktu yang cepat di beberapa Garis Dunia, yang menyebabkan keberadaan Rintarou tiba-tiba menghilang. Kurisu Makise, gadis yang ia diselamatkan berkat usahanya, mengingat dirinya melalui déjà vu. Sekarang Kurisu sedang berusaha untuk menemukan cara membawa Rintarou kembali.</p>","download":"steins-gate-movie-fuka-ryouiki-no-deja-vu"},{"title":"Shin Angyo Onshi","desc":"<p>Menceritakan tentang masa setelah kehancuran suatu kerajaan bernama Jushin yang damai, pemerintahan setempat dipenuhi pemimpin-pemimpin yang kejam dan korup. Yang tersisa dari kerajaan tersebut hanyalah sedikit, salah satunya adalah Munsu, seorang Angyo Onshi (atau Amen Osa), agen rahasia kerajaan Jushin. Ditemani oleh Sando (semacam pengawal), Munsu melakukan perjalanan untuk menghukum mereka yang menekan, dan melindungi mereka yang ditekan. Pada dasarnya, keinginan utama dari Munsu adalah mengejar dan menghentikan sepak terjang Ajitae, sahabat lama, sekaligus orang yang telah mengancurkan kerajaan Jushin dan membunuh orang-orang yang dicintainya.</p>","download":"shin-angyo-onshi"},{"title":"Detective Conan","desc":"<p>Shinichi Kudo, seorang detektif SMA berusia 17 tahun yang biasanya membantu polisi memecahkan kasus, diserang oleh 2 anggota sindikat misterius ketika mengawasi sebuah pemerasan. Ia kemudian diberi minum racun misterius yang baru selesai dikembangkan untuk membunuhnya. Namun, karena sebuah efek samping yang jarang terjadi yang tidak diketahui anggota sindikat tersebut, racun tersebut mengakibatkan tubuhnya mengecil seperti anak kecil berusia tujuh tahun setelah mereka meninggalkannya.</p>","download":"detective-conan"},{"title":"Yakitate!! Japan","desc":"<p>Yakitate!! Japan menceritakan Azuma Kazuma, seorang remaja yang berkeinginan untuk membuat roti spesial buatan Jepang yang disebut Japan. Ia pergi ke Tokyo untuk meningkatkan keahliannya dengan berusaha bergabung dengan toko roti terkenal di Jepang, Pantasia.</p>","download":"yakitate-japan"},{"title":"Noragami","desc":"<p>Pada batas antara dunia ini dan dunia yang lainnya, Tinggallah delapan juta dewa, roh-roh orang mati yang melayani para dewa, serta berbagai macam roh lainnya yang membantu dan ikut campur dalam urusan manusia. cerita berkisar di antara Yatogami, seorang dewa yang terkesan hidup miskin tapi selalu membantu permohonan orang-orang di sekitarnya bersama dengan seorang gadis SMP bernama Hiyori Iki, pertemuan keduanya dimulai saat Hiyori mencoba menyelamatkan Yato dari kecelakaan bus, yang akibatnya merenggut nyawa Hiyori, tapi Hiyori tidak mati sepenuhnya, rohnya terjebak di antara dua dunia, yang menyebabkan roh Hiyori selalu terpisah dari tubuh aslinya.</p>","download":"noragami"},{"title":"Kara no Kyoukai: Mirai Fukuin","desc":"<p>Mirai Fukuin (Injil Masa Depan) adalah cerita sampingan dari seri novel Kara no Kyoukai. Cerita ini dibagi menjadi dua bagian. Möbius ring (Cincin Möbius) Berkisah tentang paranormal, Shizune Seo dan Mitsuru Kamekura, yang bisa melihat masa depan. Shizune muak dengan prediksi kehidupannya yang membosankan dan Meruka memanfaatkan kekuatan supranaturalnya untuk menjadi pengebom profesional. Ketika Shizune bertemu Mikiya dan Meruka bertemu Shiki, masa depan mereka yang abadi mulai berubah. Möbius link (Tautan Möbius) Terjadi sepuluh tahun setelah peristiwa Kara no Kyoukai, Ryougi Mana, putri dari Shiki, menghabiskan harinya dengan Mitsuru Kamekura.</p>","download":"kara-no-kyoukai-mirai-fukuin"},{"title":"Inazuma Eleven Go vs. Danball Senki W Movie","desc":"<p>Menceritakan tentang kasus yang terjadi di anime Danball Senki W yang diserang oleh pasukan LBX tak dikenal dan sangat kuat. Lalu tiba-tiba wormhole membuat 2 anime (Danball Senki W & Inazuma Eleven GO) menyatu. Akhir cerita, keduanya mengadakan pertandingan LBX dan Sepak Bola melawan orang tak dikenal yang menyerang masing-masing negara mereka.</p>","download":"inazuma-eleven-go-vs-danball-senki-w-movie"}]