[{"title":"Dragon Ball GT","desc":"<p>Seri ini melanjutkan lagi petualangan dari Goku yang kembali dijadikan kecil oleh Kaisar Pilaf yang tidak sengaja meminta ini menggunakan Dragon Ball Bintang Hitam (ダークドラゴンボール Dāku Doragon Bōru?, lit. 'Dragon Ball Hitam')' di awal seri dan dia dipaksa untuk pergi mengelilingi galaksi untuk mengumpulkan kembali Dragon Ball itu. Setengah bagian pertama dari seri ini memfokuskan pada Goku, Pan dan Trunks, sementara setengah bagian keduanya kembali lebih menonjolkan karakter-karakter dari Dragon Ball dan Dragon Ball Z. Seri ini mengisahkan para Z Fighter yang melawan musuh yang jauh lebih kuat seperti Luud Cult, Mesin Mutant, Baby, Super 17 dan para Shadow Dragon.</p>","download":"dragon-ball-gt"},{"title":"Avatar: The Legend of Aang","desc":"<p>Avatar: The Legend of Aang adalah sebuah serial animasi televisi Amerika yang ditayangkan oleh jaringan televisi Nickelodeon. Mengambil tempat di dalam dunia seni beladiri dan sihir unsur-unsur alam dengan pengaruh Asia, ceritanya mengikuti petualangan demi petualangan dari penerus gelar Avatar bernama Aang dan teman-temannya dalam perjalanan mereka menyelamatkan dunia dari Negara Api yang keji. Serial ini dituliskan dalam bentuk serial buku, dengan setiap episodenya dianggap sebagai sebuah 'bab' (chapter) dan setiap musimnya disebut sebagai 'buku' (book). Di Indonesia, film ini ditayangkan oleh Global TV.</p>","download":"avatar-the-legend-of-aang"},{"title":"Tonari no Kaibutsu-kun","desc":"<p>Cerita berawal dari seorang siswi kelas 1 SMA bernama Mizutani Shizuku. Siswi yang hanya memedulikan tentang nilainya dan jarang bersosialisasi ini suatu hari diberi tugas oleh guru untuk mengantarkan print out dari materi-materi pelajaran kepada siswa yang duduk di samping (Shizuku Yoshida Haru), yang tidak pernah masuk sekolah sejak hari pertama kelas dimulai.</p><p>Yoshida Haru sendiri membuat masalah dengan berkelahi dengan senior di hari pertamanya sekolah dan setelah hari itu ia tidak pernah menampakkan dirinya di sekolah. Shizuku yang akhirnya tiba di tempat tinggal Haru mendapati Haru sebagai orang yang aneh. Ia memiliki empat orang teman lelaki yang selalu mengikutinya, namun Shizuku menyadari bahwa keempat teman tersebut tidak benar-benar menganggap Haru sebagai teman. Mereka hanya memanfaatkan Haru untuk dipinjami uang, sementara saat Haru sendiri mengalami kesulitan dengan rasa takut dan traumanya untuk pergi ke sekolah, keempat temannya tidak peduli.</p>","download":"tonari-no-kaibutsu-kun"},{"title":"Yu Yu Hakusho","desc":"<p>Berkisah tentang seorang anak laki-laki nakal bernama Yusuke Urameshi yang mengalami kecelakaan di usia yang ke-14. Meskipun sudah dianggap meninggal, namun ia mendapat kompensasi dari perwakilan alam baka untuk bisa hidup lagi.</p><p>Syaratnya adalah dengan menunaikan perintah sang penguasa akhirat yang bisa diselesaikannya. Tak sampai di situ. Setelah misi-misinya berhasil, ia pun melangkah ke jenjang yang lebih sulit, yaitu menghadapi berbagai siluman dengan kekuatan super dan kemampuan beladiri yang dipelajarinya dari seorang guru bernama Genkai.</p>","download":"yu-yu-hakusho"},{"title":"Kuroko no Basuke S2","desc":"<p>Season 2 dari Kuroko no Basuke. Di mana season ini akan menceritakan perjuangan Kuroko dan Kagami serta Tim Basket Seirin dalam mengarungi kerasnya kompetisi Piala Musim Dingin. Jika pada season sebelumnya, mereka telah bertemu 3 orang anggota Generasi Keajaiban, maka pada season kali ini, selain dipertemukan dengan 3 orang sebelumnya. Mereka juga akan bertemu dengan Center Generasi Keajaiban Murasakibara Atsushi, dan Kapten Generasi Keajaiban Akashi Seijuuro.</p>","download":"kuroko-no-basuke-s2"},{"title":"Kuroko no Basuke","desc":"<p>SMP Teikou memiliki klub basket yang memiliki pemain tangguh dan berbakat yang telah mengalahkan banyak sekolah dan memenangi banyak pertandingan-pertandingan. Pemain inti tersebut disebut “Generation of Miracles”. Setelah mereka semua lulus dari sekolah tersebut, masing masing dari mereka pergi ke SMA yang berbeda satu sama lain yang memiliki prestasi di klub basket sebelumnya. akan tetapi ada satu lagi pemain yang juga merupakan “Generation of Miracles”, Sang Bayangan Keenam (The Phantom Sixth Player). Pemain keenam ini sekarang menuju SMA Seirin sebagai anak kelas satu. Sekarang, Tetsuya Kuroko, Sang Bayangan Keenam dari “Generation of Miracles” dan Kagami Taiga, yang merupakan pemain berbakat yang menghabiskan masa SMP-nya di Amerika, ingin membawa Seirin menjadi yang terbaik di Jepang, dengan mengalahkan “Generations of Miracles” satu-persatu.</p>","download":"kuroko-no-basuke"},{"title":"Haikyuu!!","desc":"<p>Bercerita tentang Shoyo Hinata, yang mulai bermain voli karena melihat pemain inspiratornya yang dijuluki ‘raksasa kecil’ saat masih di sekolah dasar. Hinata menderita kekalahan telak dalam turnamen terakhir untuk sekolah menengah pertama dari saingannya, Tobio Kageyama. Hinata akhirnya memutuskan bergabung dengan tim voli SMA Kurasuno dan bersumpah balas dendam pada Kageyama. Tak disangka, Kageyama akhirnya ikut bergabung dengan tim Kurasuno. Alhasil, dua musuh bebuyutan itu berada dalam satu tim. Bersama-sama mereka mengikuti turnamen lokal dan bersumpah mengalahkan saingan-saingan sekolah mereka.</p>","download":"haikyuu"},{"title":"Dragon Ball Kai (2014)","desc":"<p>Dragon Ball Kai boleh dikatakan sebagai serial “baru” dari Dragon Ball Z yang diperbaiki secara visual dengan adanya perbaikan gambar yang berkualitas video defenisi tinggi. Dalam Dragon Ball Kai, Toei Animation banyak menghilangkan bagian-bagian dari anime Dragon Ball Z yang tidak terdapat cerita pada versi manga, sehingga tidak terdapat cerita yang dipanjang-panjangkan yang terkesan membosankan. Dragon Ball Kai (2014) akan menceritakan kelanjutan cerita 7 tahun setelah Cell berhasil dikalahkan. Di mana pada kelanjutan serial kali ini, Majin Buu menjadi musuh utama Son Goku dan kawan-kawan.</p>","download":"dragon-ball-kai-2014"},{"title":"Shingeki no Kyojin OVA","desc":"<p>Beberapa ratus tahun yang lalu, umat manusia hampir punah karena raksasa. Raksasa itu bertubuh besar, tidak memiliki intelektual, membenci manusia, dan yang paling buruk, mereka menganggap manusia sebagai makanan. Sisa-sisa manusia yang selamat membangun tembok yang sangat tinggi untuk melindungi mereka dari raksasa-raksasa. Lebih dari 100 tahun sejak kota itu berdiri. Remaja laki-laki Eren dan adik perempuannya Mikasa menyaksikan kejadian menakutkan di mana seorang raksasa super muncul dan menghancurkan kota. Raksasa lainpun turut muncul dan membanjiri kota, mereka berdua menyaksikan pemandangan mengerikan dimana ibunya dimakan hidup-hidup. Eren kemudian bersumpah akan membunuh semua raksasa demi umat manusia.</p>","download":"shingeki-no-kyojin-ova"},{"title":"Rurouni Kenshin: Meiji Kenkaku Romantan - Tsuioku-hen","desc":"<p>Menceritakan bagaimana kenshin menjadi Hitokiri, nama aslinya adalah Shinta, keluarganya dibantai dan dia diselamakan oleh Seijuro Hiko. Dia mengganti namanya menjadi Kenshin Himura. Dia belajar pedang dari seijuro dengan jurus pedang Hiten Mitsurugi.</p>","download":"rurouni-kenshin-meiji-kenkaku-romantan-tsuioku-hen"},{"title":"Persona 3 the Movie 1: Spring of Birth","desc":"<p>Monster mengerikan yang bersembunyi di dalam kegelapan, memangsa siapapun yang masuk ke waktu tersembunyi yaitu Jam Kegelapan, yang letaknya di antara suatu hari dengan hari berikutnya. Menceritakan perjuangan sebuah klub rahasia sekolah bernama SEES melindungi manusia dari kengerian dan bencana sambil berusaha memecahkan misteri dibalik Jam Kegelapan.</p>","download":"persona-3-the-movie-1-spring-of-birth"},{"title":"Oneechan ga Kita Special","desc":"<p>Episode yang menceritakan bagaimana pertemuan Ichika dan Tomoya pertama kali. Dikenal juga sebagai episode ke-13.</p>","download":"oneechan-ga-kita-special"},{"title":"Oneechan ga Kita","desc":"<p>Ayahnya Tomo menikah lagi, dan jadinya Si Tomo punya seorang Kakak Perempuan. Namun Kakak Perempuannya itu punya tingkah laku yang aneh. Kakak Perempuannya menyukai Tomo, tapi Tomo tidak suka dengan itu, meski begitu, bukannya patah semangat Si Kakak malah semakin semangat untuk mendekati Tomo.</p>","download":"oneechan-ga-kita"},{"title":"Noragami OVA","desc":"<p>Pada batas antara dunia ini dan dunia yang lainnya, Tinggallah delapan juta dewa, roh-roh orang mati yang melayani para dewa, serta berbagai macam roh lainnya yang membantu dan ikut campur dalam urusan manusia. cerita berkisar di antara Yatogami, seorang dewa yang terkesan hidup miskin tapi selalu membantu permohonan orang-orang di sekitarnya bersama dengan seorang gadis SMP bernama Hiyori Iki, pertemuan keduanya dimulai saat Hiyori mencoba menyelamatkan Yato dari kecelakaan bus, yang akibatnya merenggut nyawa Hiyori, tapi Hiyori tidak mati sepenuhnya, rohnya terjebak di antara dua dunia, yang menyebabkan roh Hiyori selalu terpisah dari tubuh aslinya.</p>","download":"noragami-ova"},{"title":"Kuroko no Basket: Baka ja Katenai no yo!","desc":"<p>Season 2 dari Kuroko no Basuke. Di mana season ini akan menceritakan perjuangan Kuroko dan Kagami serta Tim Basket Seirin dalam mengarungi kerasnya kompetisi Piala Musim Dingin. Jika pada season sebelumnya, mereka telah bertemu 3 orang anggota Generasi Keajaiban, maka pada season kali ini, selain dipertemukan dengan 3 orang sebelumnya. Mereka juga akan bertemu dengan Center Generasi Keajaiban Murasakibara Atsushi, dan Kapten Generasi Keajaiban Akashi Seijuuro.</p>","download":"kuroko-no-basket-baka-ja-katenai-no-yo"},{"title":"Kamisama no Inai Nichiyoubi: Kioku","desc":"<p>Episode 13 dari Kamisama no Inai Nichiyoubi. Bonus episode ini dibagi menjadi tiga bagian. Pertama, menceritakan karakter Ostia, Ai dan yang lainnya sebelum mengunjungi hot spring. Kedua, Alice mengingat bagaimana ia membunuh teman sekelasnya dan pertarungan melawan Hampnie Hambart. Terakhri, Hampnie bermimpi bagaimana ia pertama kali bertemu Hana dan dibangunkan oleh Ai.</p>","download":"kamisama-no-inai-nichiyoubi-kioku"},{"title":"Hamatora The Animation","desc":"<p>Bercerita tentang kekuatan khusus bernama “Minimum” atau “Minor miracle” yang diwariskan kepada manusia tertentu. Para pemilik kekuatan itu disebut sebagai “Minimum Holder.”</p>","download":"hamatora-the-animation"},{"title":"Final Fantasy VII: On the Way to a Smile – Episode: Denzel","desc":"<p>Cerita bermula saat Denzel berniat mendaftarkan diri ke dalam World Regenesis Organization (WRO) dan menceritakan kembali masa lalu Denzel. Serta pertemuannya dengan Cloud dan juga Tifa.</p>","download":"final-fantasy-vii-on-the-way-to-a-smile-episode-denzel"},{"title":"Eyeshield 21: Jump Festa 2005 Special","desc":"<p>Sebuah film yang menceritakan bagaimana Devil Bats berlatih di sebuah pulau.</p>","download":"eyeshield-21-jump-festa-2005-special"},{"title":"Dragon Ball: Episode of Bardock","desc":"<p>Bardock, Ayah Goku, yang seharusnya meninggal saat Freeza memusnahkan Planet Vegeta, terlempar ke masa lalu saat Planet masih dihuni makhluk lain. Di sana, Dia bertemu leluhur Freeza, Pembajak ANgkasa bernama Chilled. BArdock berjuang melindungi Planet tersebut dari serangan Bajak Angkasa.</p>","download":"dragon-ball-episode-of-bardock"}]