[{"title":"Doraemon the Movie: Nobita's Diary of the Creation of the World","desc":"<p>Nobita harus menemukan sebuah topik penelitian untuk tugas musim panasnya. Nobita menyalahkan Adam dan Hawa karena berbuat dosa sehingga manusia diharuskan turun ke bumi dan bekerja. Doraemon memutuskan untuk memberikan gadget yang membantu Nobita untuk mengamati penciptaan dunia dan peradabannya sehingga ia dapat menulis sebuah laporan buku harian.</p>","download":"doraemon-the-movie-nobita-s-diary-of-the-creation-of-the-world"},{"title":"Doraemon: 2112 - The Birth of Doraemon","desc":"<p>Sebuah prequel yang menceritakan bagaimana kehidupan Doraemon sebelum menjelajahi waktu ke abad 20, diceritakan bagaimana dia dibuat, bagaimana dia rusak, dan bagaimana dia kehilangan kupingnya, dan bagaimana dia bertemu Nobita.</p>","download":"doraemon-2112-the-birth-of-doraemon"},{"title":"Dragon Ball Z Movie 13: Ryuuken Bakuhatsu!! Goku ga Yaraneba Dare ga Yaru","desc":"<p>Sebuah kotak dibuka menggunakan Dragon Ball menyebabkan prajurit yang bernama Tapion dan monster raksasanya Hildegarn membuat kekacauan. Goku harus menyempurnakan teknik barunya untuk mengalahkan raksasa jahat ini.</p>","download":"dragon-ball-z-movie-13-ryuuken-bakuhatsu-goku-ga-yaraneba-dare-ga-yaru"},{"title":"Dragon Ball Z Movie 12: Fukkatsu no Fusion!! Gokuu to Vegeta","desc":"<p>Seorang iblis muda yang teledor dengan pekerjaanya membuat sebuah eksperimen meledak dan menyebabkan dirinya berubah menjadi monster Janemba. Goku dan Vegeta berusaha mengalahkannya, namun satu-satunya cara adalah menggunakan fusion.</p>","download":"dragon-ball-z-movie-12-fukkatsu-no-fusion-gokuu-to-vegeta"},{"title":"Dragon Ball Z Movie 11: Super Senshi Gekiha!! Katsu no wa Ore da","desc":"<p>Mr. Satan mengadakan pertandingan di pulau pribadinya untuk membalas dendam kepada rivalnya. Trunks dan Gohan memutuskan untuk pergi berpetualang dan Android #18 mengikuti Mr. Satan karena balas budinya. Jaga Bada yang merupakan rival Mr. Satan ternyata menemukan cara untuk membangkitkan Broly, super saiyan legendaris.</p>","download":"dragon-ball-z-movie-11-super-senshi-gekiha-katsu-no-wa-ore-da"},{"title":"Dragon Ball Z Movie 10: Kiken na Futari! Super Senshi wa Nemurenai","desc":"<p>Setelah kekalahannya dari Goku, Broly tidur di bumi untuk waktu yang lama. Setelah beberapa waktu, broly bangkit dan menyerang Trunks dan Goten yang dia percayai sebagai Goku dan berniat membunuh mereka berdua. Di waktu yang sama, Gohan ingin mengalahkan Super Saiyan Legendaris sendirian.</p>","download":"dragon-ball-z-movie-10-kiken-na-futari-super-senshi-wa-nemurenai"},{"title":"Dragon Ball Z Movie 09: Ginga Girigiri!! Bucchigiri no Sugoi Yatsu","desc":"<p>Penjahat kuno bernama Bojack berhasil lolos dari penjara. Semua bergantung kepada Gohan, Vegeta dan Trunks untuk mengalahkan Bojack dan kaki tangannya karena Goku sudah mati.</p> ","download":"dragon-ball-z-movie-9-ginga-girigiri-bucchigiri-no-sugoi-yatsu"},{"title":"Dragon Ball Z Movie 08: Moetsukiro!! Nessen, Ressen, Chougekisen","desc":"<p>Goku menyelidiki penyebab kehancuran Southern Galaxy, Vegeta menjadi Raja di Planet Vegeta, untuk mengalahkan Super Saiyan Legendaris, Broly.</p>","download":"dragon-ball-z-movie-8-moetsukiro-nessen-tessen-chougekisen"},{"title":"Dragon Ball Z Movie 07: Kyokugen Battle!! Sandai Super Saiyajin","desc":"<p>Android 13, 14 dan 15 dibangkitkan oleh Dr. Gero dan menyerang Goku yang sedang berbelanja di sebuah mall. Goku, Trunks dan Vegeta berhasil mengalahkan android 14 dan 15, namun android 13 menyerap inti kekuatan dua android lainnya sehingga berubah menjadi android super. Bagaimana Goku akan mengehntikannya?</p>","download":"dragon-ball-z-movie-7-kyokugen-battle-sandai-super-saiyajin"},{"title":"Dragon Ball Z Movie 06: Gekitotsu!! 100-oku Power no Senshi-tachi","desc":"<p>Cooler membangkitkan dirinya menjadi sebuah robot dan memperbudak rakyat planet namek. Goku dan teman-temannya datang menolong.</p>","download":"dragon-ball-z-movie-6-gekitotsu-100-oku-power-no-senshi-tachi"},{"title":"Dragon Ball Z Movie 05: Tobikkiri no Saikyou tai Saikyou","desc":"<p>Setelah mengalahkan Frieza, Goku kembali ke bumi dan pergi berkamping dengan Gohan dan Krillin. Semuanya berjalan normal hingga Cooler (Saudara Freeza) mengirim tiga anak buahnya untuk menangkap Goku. Pertarungan pun terjadi dan apa yang akan dilakukan Goku?</p>","download":"dragon-ball-z-movie-5-tobikkiri-no-saikyou-tai-saikyou"},{"title":"Dragon Ball Z Movie 04: Super Saiyajin da Son Gokuu","desc":"<p>Seorang manusia super namek bernama Slug datang untuk menginvasi bumi. Namun ksatria Z melakukan hal yang terbaik untuk bisa menghentikan Slug dan kawannya.</p>","download":"dragon-ball-z-movie-4-super-saiyajin-da-son-gokuu"},{"title":"Dragon Ball Z Movie 03: Chikyuu Marugoto Choukessen","desc":"<p>Seorang saiyan bernama Tulus datang ke bumi untuk menanam sebuah pohon yang dapat menghancurkan planet bumi dan memberinya kekuatan tak terbatas. Son goku dan yang lainnya tidak membiarkan hal itu terjadi, pertarungan pun tak bisa dihindarkan.</p>","download":"dragon-ball-z-movie-3-chikyuu-marugoto-choukessen"},{"title":"Dragon Ball Z Movie 02: Kono Yo de Ichiban Tsuyoi Yatsu","desc":"<p>Dr. Wheelo yang jahat dibangkitkan dengan memindahkan otaknya ke sebuah robot. Dan dia ingin mengambil alih tubuh petarung terkuat di dunia yang berarti harus menghadapi son goku dan kawan-kawannya.</p>","download":"dragon-ball-z-movie-2-kono-yo-de-ichiban-tsuyoi-yatsu"},{"title":"Dragon Ball Z Movie 01: Ora no Gohan wo Kaese!!","desc":"<p>Son gohan diculik dan musuh menggunakan dragon ball untuk memperoleh keabadian. Apa yang akan dilakukan son goku?</p>","download":"dragon-ball-z-movie-1-ora-no-gohan-wo-kaese"},{"title":"Amnesia OVA","desc":"<p>OVA dari anime Amnesia</p>","download":"amnesia-ova"},{"title":"Fairy Tail (2014)","desc":"<p>Seorang penyihir muda, Lucy Heartfilia, berkelana ke negara Fiore untuk bergabung dengan Guild Fairy Tail. Saat dalam perjalanan, ia bertemu dengan Natsu Dragneel, seorang pemuda yang tengah mencari naga bernama Igneel, bersama sahabatnya, Happy. Beberapa saat setelah pertemuan mereka, Lucy ditipu oleh Bora of Prominence, yang menyamar sebagai Salamander dari Fairy Tail, untuk dijual sebagai budak. Natsu menyelamatkan Lucy dan memberitahunya bahwa ialah Salamander yang asli dan memiliki kemampuan sihir Fire Dragon Slayer. Natsu menawarkan Lucy untuk bergabung dengan Fairy Tail, yang diterima Lucy dengan senang hati, dan mereka tergabung dalam tim untuk menjalankan berbagai misi untuk guild Fairy Tail. Di guild Fairy Tail, Lucy melewati banyak pengalaman-pengalaman dan membuatnya menyadari bahwa ia mencintai Fairy Tail.</p>","download":"fairy-tail-2014"},{"title":"Tokyo Ravens","desc":"<p>Walau dilahirkan dalam keluarga Onmyoji yang terkenal, Tsuchimikado Harutora tidak bisa melihat energi roh. Selama ini Dia menikmati kehidupannya yang menyenangkan dengan teman-temannya di sekolah biasa. Suatu hari, teman masa kecilnya, Tsuchimikado Natsume, penerus dari keturunan keluarga utama tiba-tiba muncul dan mengubah takdirnya.</p>","download":"tokyo-ravens"},{"title":"Nurarihyon no Mago 2","desc":"<p>Season dua dari Nurarihyon no Mago.","download":"nurarihyon-no-mago-2"},{"title":"Nurarihyon no Mago","desc":"<p>Nura Rikuo adalah anak yang memiliki dua sisi, sisi manusia serta sisi youkai. Nurarihyon, kakek dari Rikuo yang juga pemimpin klan Nura menginginkan Rikuo menjadi penerusnya . Tetapi untuk menjadi pemimpin klan Nura, mau tidak mau Rikuo harus mengeluarkan sisi Youkai nya, sedangkan Rikuo sendiri hanya ingin hidup normal sebagai manusia sehingga dia menolak untuk menjadi penerus Nurarihyon.</p>","download":"nurarihyon-no-mago"}]