[{"title":"Dragon Ball Kai (2014)","desc":"<p>Dragon Ball Kai boleh dikatakan sebagai serial “baru” dari Dragon Ball Z yang diperbaiki secara visual dengan adanya perbaikan gambar yang berkualitas video defenisi tinggi. Dalam Dragon Ball Kai, Toei Animation banyak menghilangkan bagian-bagian dari anime Dragon Ball Z yang tidak terdapat cerita pada versi manga, sehingga tidak terdapat cerita yang dipanjang-panjangkan yang terkesan membosankan. Dragon Ball Kai (2014) akan menceritakan kelanjutan cerita 7 tahun setelah Cell berhasil dikalahkan. Di mana pada kelanjutan serial kali ini, Majin Buu menjadi musuh utama Son Goku dan kawan-kawan.</p>","download":"dragon-ball-kai-2014"},{"title":"Shingeki no Kyojin OVA","desc":"<p>Beberapa ratus tahun yang lalu, umat manusia hampir punah karena raksasa. Raksasa itu bertubuh besar, tidak memiliki intelektual, membenci manusia, dan yang paling buruk, mereka menganggap manusia sebagai makanan. Sisa-sisa manusia yang selamat membangun tembok yang sangat tinggi untuk melindungi mereka dari raksasa-raksasa. Lebih dari 100 tahun sejak kota itu berdiri. Remaja laki-laki Eren dan adik perempuannya Mikasa menyaksikan kejadian menakutkan di mana seorang raksasa super muncul dan menghancurkan kota. Raksasa lainpun turut muncul dan membanjiri kota, mereka berdua menyaksikan pemandangan mengerikan dimana ibunya dimakan hidup-hidup. Eren kemudian bersumpah akan membunuh semua raksasa demi umat manusia.</p>","download":"shingeki-no-kyojin-ova"},{"title":"Rurouni Kenshin: Meiji Kenkaku Romantan - Tsuioku-hen","desc":"<p>Menceritakan bagaimana kenshin menjadi Hitokiri, nama aslinya adalah Shinta, keluarganya dibantai dan dia diselamakan oleh Seijuro Hiko. Dia mengganti namanya menjadi Kenshin Himura. Dia belajar pedang dari seijuro dengan jurus pedang Hiten Mitsurugi.</p>","download":"rurouni-kenshin-meiji-kenkaku-romantan-tsuioku-hen"},{"title":"Persona 3 the Movie 1: Spring of Birth","desc":"<p>Monster mengerikan yang bersembunyi di dalam kegelapan, memangsa siapapun yang masuk ke waktu tersembunyi yaitu Jam Kegelapan, yang letaknya di antara suatu hari dengan hari berikutnya. Menceritakan perjuangan sebuah klub rahasia sekolah bernama SEES melindungi manusia dari kengerian dan bencana sambil berusaha memecahkan misteri dibalik Jam Kegelapan.</p>","download":"persona-3-the-movie-1-spring-of-birth"},{"title":"Oneechan ga Kita Special","desc":"<p>Episode yang menceritakan bagaimana pertemuan Ichika dan Tomoya pertama kali. Dikenal juga sebagai episode ke-13.</p>","download":"oneechan-ga-kita-special"},{"title":"Oneechan ga Kita","desc":"<p>Ayahnya Tomo menikah lagi, dan jadinya Si Tomo punya seorang Kakak Perempuan. Namun Kakak Perempuannya itu punya tingkah laku yang aneh. Kakak Perempuannya menyukai Tomo, tapi Tomo tidak suka dengan itu, meski begitu, bukannya patah semangat Si Kakak malah semakin semangat untuk mendekati Tomo.</p>","download":"oneechan-ga-kita"},{"title":"Noragami OVA","desc":"<p>Pada batas antara dunia ini dan dunia yang lainnya, Tinggallah delapan juta dewa, roh-roh orang mati yang melayani para dewa, serta berbagai macam roh lainnya yang membantu dan ikut campur dalam urusan manusia. cerita berkisar di antara Yatogami, seorang dewa yang terkesan hidup miskin tapi selalu membantu permohonan orang-orang di sekitarnya bersama dengan seorang gadis SMP bernama Hiyori Iki, pertemuan keduanya dimulai saat Hiyori mencoba menyelamatkan Yato dari kecelakaan bus, yang akibatnya merenggut nyawa Hiyori, tapi Hiyori tidak mati sepenuhnya, rohnya terjebak di antara dua dunia, yang menyebabkan roh Hiyori selalu terpisah dari tubuh aslinya.</p>","download":"noragami-ova"},{"title":"Kuroko no Basket: Baka ja Katenai no yo!","desc":"<p>Season 2 dari Kuroko no Basuke. Di mana season ini akan menceritakan perjuangan Kuroko dan Kagami serta Tim Basket Seirin dalam mengarungi kerasnya kompetisi Piala Musim Dingin. Jika pada season sebelumnya, mereka telah bertemu 3 orang anggota Generasi Keajaiban, maka pada season kali ini, selain dipertemukan dengan 3 orang sebelumnya. Mereka juga akan bertemu dengan Center Generasi Keajaiban Murasakibara Atsushi, dan Kapten Generasi Keajaiban Akashi Seijuuro.</p>","download":"kuroko-no-basket-baka-ja-katenai-no-yo"},{"title":"Kamisama no Inai Nichiyoubi: Kioku","desc":"<p>Episode 13 dari Kamisama no Inai Nichiyoubi. Bonus episode ini dibagi menjadi tiga bagian. Pertama, menceritakan karakter Ostia, Ai dan yang lainnya sebelum mengunjungi hot spring. Kedua, Alice mengingat bagaimana ia membunuh teman sekelasnya dan pertarungan melawan Hampnie Hambart. Terakhri, Hampnie bermimpi bagaimana ia pertama kali bertemu Hana dan dibangunkan oleh Ai.</p>","download":"kamisama-no-inai-nichiyoubi-kioku"},{"title":"Hamatora The Animation","desc":"<p>Bercerita tentang kekuatan khusus bernama “Minimum” atau “Minor miracle” yang diwariskan kepada manusia tertentu. Para pemilik kekuatan itu disebut sebagai “Minimum Holder.”</p>","download":"hamatora-the-animation"},{"title":"Final Fantasy VII: On the Way to a Smile – Episode: Denzel","desc":"<p>Cerita bermula saat Denzel berniat mendaftarkan diri ke dalam World Regenesis Organization (WRO) dan menceritakan kembali masa lalu Denzel. Serta pertemuannya dengan Cloud dan juga Tifa.</p>","download":"final-fantasy-vii-on-the-way-to-a-smile-episode-denzel"},{"title":"Eyeshield 21: Jump Festa 2005 Special","desc":"<p>Sebuah film yang menceritakan bagaimana Devil Bats berlatih di sebuah pulau.</p>","download":"eyeshield-21-jump-festa-2005-special"},{"title":"Dragon Ball: Episode of Bardock","desc":"<p>Bardock, Ayah Goku, yang seharusnya meninggal saat Freeza memusnahkan Planet Vegeta, terlempar ke masa lalu saat Planet masih dihuni makhluk lain. Di sana, Dia bertemu leluhur Freeza, Pembajak ANgkasa bernama Chilled. BArdock berjuang melindungi Planet tersebut dari serangan Bajak Angkasa.</p>","download":"dragon-ball-episode-of-bardock"},{"title":"Doraemon the Movie: Nobita's Diary of the Creation of the World","desc":"<p>Nobita harus menemukan sebuah topik penelitian untuk tugas musim panasnya. Nobita menyalahkan Adam dan Hawa karena berbuat dosa sehingga manusia diharuskan turun ke bumi dan bekerja. Doraemon memutuskan untuk memberikan gadget yang membantu Nobita untuk mengamati penciptaan dunia dan peradabannya sehingga ia dapat menulis sebuah laporan buku harian.</p>","download":"doraemon-the-movie-nobita-s-diary-of-the-creation-of-the-world"},{"title":"Doraemon: 2112 - The Birth of Doraemon","desc":"<p>Sebuah prequel yang menceritakan bagaimana kehidupan Doraemon sebelum menjelajahi waktu ke abad 20, diceritakan bagaimana dia dibuat, bagaimana dia rusak, dan bagaimana dia kehilangan kupingnya, dan bagaimana dia bertemu Nobita.</p>","download":"doraemon-2112-the-birth-of-doraemon"},{"title":"Dragon Ball Z Movie 13: Ryuuken Bakuhatsu!! Goku ga Yaraneba Dare ga Yaru","desc":"<p>Sebuah kotak dibuka menggunakan Dragon Ball menyebabkan prajurit yang bernama Tapion dan monster raksasanya Hildegarn membuat kekacauan. Goku harus menyempurnakan teknik barunya untuk mengalahkan raksasa jahat ini.</p>","download":"dragon-ball-z-movie-13-ryuuken-bakuhatsu-goku-ga-yaraneba-dare-ga-yaru"},{"title":"Dragon Ball Z Movie 12: Fukkatsu no Fusion!! Gokuu to Vegeta","desc":"<p>Seorang iblis muda yang teledor dengan pekerjaanya membuat sebuah eksperimen meledak dan menyebabkan dirinya berubah menjadi monster Janemba. Goku dan Vegeta berusaha mengalahkannya, namun satu-satunya cara adalah menggunakan fusion.</p>","download":"dragon-ball-z-movie-12-fukkatsu-no-fusion-gokuu-to-vegeta"},{"title":"Dragon Ball Z Movie 11: Super Senshi Gekiha!! Katsu no wa Ore da","desc":"<p>Mr. Satan mengadakan pertandingan di pulau pribadinya untuk membalas dendam kepada rivalnya. Trunks dan Gohan memutuskan untuk pergi berpetualang dan Android #18 mengikuti Mr. Satan karena balas budinya. Jaga Bada yang merupakan rival Mr. Satan ternyata menemukan cara untuk membangkitkan Broly, super saiyan legendaris.</p>","download":"dragon-ball-z-movie-11-super-senshi-gekiha-katsu-no-wa-ore-da"},{"title":"Dragon Ball Z Movie 10: Kiken na Futari! Super Senshi wa Nemurenai","desc":"<p>Setelah kekalahannya dari Goku, Broly tidur di bumi untuk waktu yang lama. Setelah beberapa waktu, broly bangkit dan menyerang Trunks dan Goten yang dia percayai sebagai Goku dan berniat membunuh mereka berdua. Di waktu yang sama, Gohan ingin mengalahkan Super Saiyan Legendaris sendirian.</p>","download":"dragon-ball-z-movie-10-kiken-na-futari-super-senshi-wa-nemurenai"},{"title":"Dragon Ball Z Movie 09: Ginga Girigiri!! Bucchigiri no Sugoi Yatsu","desc":"<p>Penjahat kuno bernama Bojack berhasil lolos dari penjara. Semua bergantung kepada Gohan, Vegeta dan Trunks untuk mengalahkan Bojack dan kaki tangannya karena Goku sudah mati.</p> ","download":"dragon-ball-z-movie-9-ginga-girigiri-bucchigiri-no-sugoi-yatsu"}]