[{"title":"Dragon Ball Z Movie 08: Moetsukiro!! Nessen, Ressen, Chougekisen","desc":"<p>Goku menyelidiki penyebab kehancuran Southern Galaxy, Vegeta menjadi Raja di Planet Vegeta, untuk mengalahkan Super Saiyan Legendaris, Broly.</p>","download":"dragon-ball-z-movie-8-moetsukiro-nessen-tessen-chougekisen"},{"title":"Dragon Ball Z Movie 07: Kyokugen Battle!! Sandai Super Saiyajin","desc":"<p>Android 13, 14 dan 15 dibangkitkan oleh Dr. Gero dan menyerang Goku yang sedang berbelanja di sebuah mall. Goku, Trunks dan Vegeta berhasil mengalahkan android 14 dan 15, namun android 13 menyerap inti kekuatan dua android lainnya sehingga berubah menjadi android super. Bagaimana Goku akan mengehntikannya?</p>","download":"dragon-ball-z-movie-7-kyokugen-battle-sandai-super-saiyajin"},{"title":"Dragon Ball Z Movie 06: Gekitotsu!! 100-oku Power no Senshi-tachi","desc":"<p>Cooler membangkitkan dirinya menjadi sebuah robot dan memperbudak rakyat planet namek. Goku dan teman-temannya datang menolong.</p>","download":"dragon-ball-z-movie-6-gekitotsu-100-oku-power-no-senshi-tachi"},{"title":"Dragon Ball Z Movie 05: Tobikkiri no Saikyou tai Saikyou","desc":"<p>Setelah mengalahkan Frieza, Goku kembali ke bumi dan pergi berkamping dengan Gohan dan Krillin. Semuanya berjalan normal hingga Cooler (Saudara Freeza) mengirim tiga anak buahnya untuk menangkap Goku. Pertarungan pun terjadi dan apa yang akan dilakukan Goku?</p>","download":"dragon-ball-z-movie-5-tobikkiri-no-saikyou-tai-saikyou"},{"title":"Dragon Ball Z Movie 04: Super Saiyajin da Son Gokuu","desc":"<p>Seorang manusia super namek bernama Slug datang untuk menginvasi bumi. Namun ksatria Z melakukan hal yang terbaik untuk bisa menghentikan Slug dan kawannya.</p>","download":"dragon-ball-z-movie-4-super-saiyajin-da-son-gokuu"},{"title":"Dragon Ball Z Movie 03: Chikyuu Marugoto Choukessen","desc":"<p>Seorang saiyan bernama Tulus datang ke bumi untuk menanam sebuah pohon yang dapat menghancurkan planet bumi dan memberinya kekuatan tak terbatas. Son goku dan yang lainnya tidak membiarkan hal itu terjadi, pertarungan pun tak bisa dihindarkan.</p>","download":"dragon-ball-z-movie-3-chikyuu-marugoto-choukessen"},{"title":"Dragon Ball Z Movie 02: Kono Yo de Ichiban Tsuyoi Yatsu","desc":"<p>Dr. Wheelo yang jahat dibangkitkan dengan memindahkan otaknya ke sebuah robot. Dan dia ingin mengambil alih tubuh petarung terkuat di dunia yang berarti harus menghadapi son goku dan kawan-kawannya.</p>","download":"dragon-ball-z-movie-2-kono-yo-de-ichiban-tsuyoi-yatsu"},{"title":"Dragon Ball Z Movie 01: Ora no Gohan wo Kaese!!","desc":"<p>Son gohan diculik dan musuh menggunakan dragon ball untuk memperoleh keabadian. Apa yang akan dilakukan son goku?</p>","download":"dragon-ball-z-movie-1-ora-no-gohan-wo-kaese"},{"title":"Amnesia OVA","desc":"<p>OVA dari anime Amnesia</p>","download":"amnesia-ova"},{"title":"Fairy Tail (2014)","desc":"<p>Seorang penyihir muda, Lucy Heartfilia, berkelana ke negara Fiore untuk bergabung dengan Guild Fairy Tail. Saat dalam perjalanan, ia bertemu dengan Natsu Dragneel, seorang pemuda yang tengah mencari naga bernama Igneel, bersama sahabatnya, Happy. Beberapa saat setelah pertemuan mereka, Lucy ditipu oleh Bora of Prominence, yang menyamar sebagai Salamander dari Fairy Tail, untuk dijual sebagai budak. Natsu menyelamatkan Lucy dan memberitahunya bahwa ialah Salamander yang asli dan memiliki kemampuan sihir Fire Dragon Slayer. Natsu menawarkan Lucy untuk bergabung dengan Fairy Tail, yang diterima Lucy dengan senang hati, dan mereka tergabung dalam tim untuk menjalankan berbagai misi untuk guild Fairy Tail. Di guild Fairy Tail, Lucy melewati banyak pengalaman-pengalaman dan membuatnya menyadari bahwa ia mencintai Fairy Tail.</p>","download":"fairy-tail-2014"},{"title":"Tokyo Ravens","desc":"<p>Walau dilahirkan dalam keluarga Onmyoji yang terkenal, Tsuchimikado Harutora tidak bisa melihat energi roh. Selama ini Dia menikmati kehidupannya yang menyenangkan dengan teman-temannya di sekolah biasa. Suatu hari, teman masa kecilnya, Tsuchimikado Natsume, penerus dari keturunan keluarga utama tiba-tiba muncul dan mengubah takdirnya.</p>","download":"tokyo-ravens"},{"title":"Nurarihyon no Mago 2","desc":"<p>Season dua dari Nurarihyon no Mago.","download":"nurarihyon-no-mago-2"},{"title":"Nurarihyon no Mago","desc":"<p>Nura Rikuo adalah anak yang memiliki dua sisi, sisi manusia serta sisi youkai. Nurarihyon, kakek dari Rikuo yang juga pemimpin klan Nura menginginkan Rikuo menjadi penerusnya . Tetapi untuk menjadi pemimpin klan Nura, mau tidak mau Rikuo harus mengeluarkan sisi Youkai nya, sedangkan Rikuo sendiri hanya ingin hidup normal sebagai manusia sehingga dia menolak untuk menjadi penerus Nurarihyon.</p>","download":"nurarihyon-no-mago"},{"title":"Kiniro Mosaic","desc":"<p>Cerita bermula saat Oomiya Shinobu, gadis jepang berumur 15 tahun, melakukan homestay di Inggris. Bahkan setelah kembali ke Jepang, dia masih tetap merindukan saat-saatnya di luar negeri. Suatu hari, Alice, gadis yang menjadi Host Family di Inggris mengirimkan sebuah surat. Suratnya berisi: Shinobu, Aku akan datang ke Jepang! Alice gadis campuran Jepang-Inggris itu memilih tinggal dengan Shinobu bersama gadis-gadis dari Jepang dan Inggris.</p>","download":"kiniro-mosaic"},{"title":"Death Billiards","desc":"<p>Seorang pria tua dan muda menemukan dirinya berada di sebuah bar misterius dimana mereka harus bermain billiar. Taruhannya: nyawa mereka.</p>","download":"death-billiards"},{"title":"Code:Breaker","desc":"<p>Sakurakouji Sakura adalah seorang gadis yang tampak anggun dan sederhana tetapi pada kenyataannya ahli dalam ilmu bela diri. Setelah menyaksikan seorang anak laki-laki membakar orang dengan nyala api biru, dia terkejut ketika melihat anak laki-laki yang sama adalah siswa transfer, Oogami Rei. Oogami adalah seorang Code Breaker, orang yang “tidak pernah ada”. Oogami nampaknya adalah seorang pembunuh berdarah dingin yang mengikuti prinsip “mata dibalas mata”, untuk “menggunakan iblis melawan iblis”. Meyakini bahwa membunuh adalah tidak benar, Sakurakouji menetapkan akan menghentikannya dan memasuki hatinya yang beku.</p>","download":"code-breaker"},{"title":"Chuunibyou demo Koi ga Shitai! Ren","desc":"<p>Apakah memiliki gadis Chuunibyou terlalu sulit untuk Yuuta, yang bahkan tidak pernah bersama gadis normal?! Yuuta mengkhawatirkan bagaimana cara untuk mempererat hubungannya dengan Rikka. dan yang lainnya, Nibutani, Kumin, dan Dekomori, semakin bersemangat karena kenaikan nilai. Selain itu ada seorang gadis sekolah yang menyebut dirinya Sophia Ring Saturn ketujuh, yang bernama Satone Shichimiya.</p>","download":"chuunibyou-demo-koi-ga-shitai-ren"},{"title":"Wizard Barristers: Benmashi Cecil","desc":"<p>Cerita ini terjadi di tokyo Tahun 2018 di mana manusia yang normal dan yang bisa menggunakan sihir hidup berdampingan. Oleh karena itu dibuatlah undang-undang menggunakan sihir dan “Ruang persidangan sihir” untuk menuntut hukum mengenai penggunaan sihir. Dalam Kasus ini pengacara penyihir membela orang-orang yang menggunakan sihir. Anime ini menceritakan Cecil yang menjadi pengacara termuda dalam sejarah dan rekan kerjanya dalam membela klien dalam kasus hukum sihir.</p>","download":"wizard-barristers-benmashi-cecil"},{"title":"Watamote","desc":"<p>Tomoko Kuroki adalah cewek SMA yang sangat populer, yang berpengalaman berpacaran dengan 100 cowok selama 50 tahun, tapiii … di dunia game. Di dunia nyata, ia hanyalah cewek ”mojo” berusia 15 tahun. ”Mojo” artinya ”cewek penyendiri dan nggak populer sama sekali”. Walaupun begitu, ketika kehidupan sekolah tidak seperti yang ia harapkan, dan ia tidak populer seperti yang ia pikirkan, ia kemudian bercermin untuk pertamakalinya dalam beberapa tahun… Kemudian, ia mendapati penampakannya, yang membuatnya kaget.</p>","download":"watamote"},{"title":"Little Busters!: Refrain","desc":"<p>Di masa kecilnya, Riki pernah memiliki sebuah grup bernama Little Busters. Sekarang, ketika sudah SMA, mereka melanjutkannya kembali, bertarung, dan saling bersenang-senang. Mereka mulai membentuk sebuah grup bisbol dan menyambut anggota baru, sementara itu Riki dan Rin, yang juga anggota Little Busters menyelidiki rahasia Dunia.</p>","download":"little-busters-refrain"}]